# БАЗЫ ДАННЫХ:
db_file = './skurun.sql'
# временная база заказов в текущий день
# {chat_id: {
#            'name': 'Тагир',
#            'drink': 'Шиповник'
#           }
# }
orders = {}


# КОМАНДЫ
# start - начнём
# menu - выбор напитка
# edit - измени имя своего стаканчика


# ТЕКСТЫ СООБЩЕНИЙ
starting_msg = 'Рост\n' + \
               'время на 5000\n' + \
               'степень кофемании и любимый сорт напитка 😁\n' + \
               '©️ FranticDog'
starting_animation = 'sources/starting_animation.mp4'
cup_name_query_msg = 'Как подписать твой стаканчик? ✍️'
order_msg = '''Записал, отправил, обнял, приподнял, поставил, жди пирогов и '''

name_true_msg = 'Супер. Давай теперь выберем напиток!'
name_false_msg = 'Так... В имени должны быть только алфавитные символы 🤨'

edit_name_msg = 'Решил изменить имя?\n Ниже введи новое, ' + \
                'которое мы напишем на твоём следующем стаканчике ✍️'

choose_drink = 'Выбери напиток из списка 👇'
choose_option = 'Выбери вариант напитка из списка 👇'
try_again = 'Что-то пошло не так. Попробуй ещё раз'


# КАТЕГОРИИ И ПОДКАТЕГОРИИ НАПИТКОВ
types_of_coffee = ['Американо ☕️', 'Шиповник', 'Фильтр-кофе']
amerincano_options = ['Американо', 'Американо со сливками',
                      'Американо с овсяным молоком']
rosehip_options = ['Шиповник', 'Шиповник с мёдом', 'Шиповник со льдом',
                   'Шиповник с мёдом и льдом']

# amerincano_options = ['Сливки', 'Овсяное молоко 🥛',
#                       'Просто американо, пожалуйста ☕️']
# rosehip_options = ['Лёд 🧊', 'Мёд 🍯', 'Всего и побольше 😋 🧊 🍯',
#                    'Просто шип, пожалуйста']

