# import random


async def get_fact():
    title = '☕️ <b>Кофейный факт:</b>\n'
    fact = 'Фермер из Коста-Рики запатентовал способ выдерживания кофейных зерен в горячих источниках центрального высокогорья страны. Их вымачивают в термальной воде 12 часов при температуре 65-70 градусов, от чего зерна приобретают необычное послевкусие. Патент фермера заметила компания Nespresso и заключила с ним контракт на создание бленда (смеси нескольких сортов кофе) Master Origin Costa Rica.'
    return title + fact
    fact_5 = 'Спелые красные ягоды кофейного дерева называют вишней в профессиональных кругах.'
    fact_4 = 'В Эфиопии принято добавлять к кофе соль.'
    fact_3 = 'В 1511-м кофе запретили в Мекке: тогда город находился под властью османов. Считалось, что напиток стимулирует праздность и радикальное мышление.'
    fact_2 = 'В XVII и XVIII веках кофе запрещали в разных европейских странах. Например, в Швеции запретили не только напиток, но и посуду для него.'
    fact_1 = 'Способ приготовления кофе «Американо» появился во время Второй мировой войны. Американские военные не могли пить крепкий европейский кофе и просили разбавить его водой.'
    # facts = [fact_1, fact_2]
    # fact = random.choice(facts)
