# import random


async def get_fact():
    title = '☕️ <b>Кофейный факт #8</b>\n'
    fact = 'Espresso по-итальянски означает «выдавленный». Также название было созвучно со словом expressly, что означает «специально». То есть напиток, приготовленный отдельно для каждого гостя.'
    return title + fact
    fact = 'Молотый кофе появился в XIII веке в восточных странах.'
    fact_7 = 'Кофе с молоком плохо усваивается в процессе пищеварения из-за сочетания тонина и казеина. Эти вещества плохо перевариваются в организме по отдельности, а вместе могут вызвать метеоризм 🏃🏻💨'
    fact_6 = 'Фермер из Коста-Рики запатентовал способ выдерживания кофейных зерен в горячих источниках центрального высокогорья страны. Их вымачивают в термальной воде 12 часов при температуре 65-70 градусов, от чего зерна приобретают необычное послевкусие. Патент фермера заметила компания Nespresso и заключила с ним контракт на создание бленда (смеси нескольких сортов кофе) Master Origin Costa Rica.'
    fact_5 = 'Спелые красные ягоды кофейного дерева называют вишней в профессиональных кругах.'
    fact_4 = 'В Эфиопии принято добавлять к кофе соль.'
    fact_3 = 'В 1511-м кофе запретили в Мекке: тогда город находился под властью османов. Считалось, что напиток стимулирует праздность и радикальное мышление.'
    fact_2 = 'В XVII и XVIII веках кофе запрещали в разных европейских странах. Например, в Швеции запретили не только напиток, но и посуду для него.'
    fact_1 = 'Способ приготовления кофе «Американо» появился во время Второй мировой войны. Американские военные не могли пить крепкий европейский кофе и просили разбавить его водой.'
    # facts = [fact_1, fact_2]
    # fact = random.choice(facts)

    'Кофе в второй по велечине товарный рынок в мире после нефти!)'
    'Кофейные деревья могут жить до 100 лет но плодоносить 7-20 лет!)'
    'Первоначально кофе использовался как продукт пищи, а не напитка!'
    'Кофе настолько популярен в Финляндии, что по закону для рабочих предусмотрены два 10-минутных перерыва на чашечку ароматного напитка.'
