# КОМАНДЫ
# start - начнём
# menu - выбери напиток
# name - посмотри, что мы напишем на твоём следующем стаканчике
# edit - измени имя своего стаканчика
commands = 'Используй следующие доступные команды:\n' + \
           '/menu - выбери напиток из меню\n' + \
           '/name - проверь своё имя\n' + \
           '/edit - отредактируй своё имя'


# ТЕКСТЫ СООБЩЕНИЙ
# starting_msg = 'Рост\n' + \
#                'время на 5000\n' + \
#                'степень кофемании и любимый сорт напитка 😁\n' + \
#                '©️ FranticDog'
register_request = 'Бомжур! Я помогаю Юре организовывать кайфовые ' + \
                   'кофе-брейки после пробежки.\n' + \
                   'Напиши, как я могу к тебе обращаться 😊'
# starting_animation = 'sources/starting_animation.mp4'
starting_animation = \
  r'https://cs9.pikabu.ru/post_img/2017/10/27/7/1509102404164624978.gif'
order_msg = 'Записал, отправил, обнял, приподнял, поставил, жди пирогов и '

incorrect_message_type = 'Я понимаю только текстовые сообщения, ' + \
                         'так что будь добр, набери текст пальчиками, ' + \
                         'пожалуйста 😊'
incorrect_name = 'Так... В имени должны быть только алфавитные символы 🤨\n' + \
                 'Попробуй ещё раз ✍️'
correct_name = 'Супер. Давай теперь выберем напиток!'

edit_name = ', ты решил(а) изменить имя?\nНиже введи новое, ' + \
                'которое мы напишем на твоём следующем стаканчике ✍️'

choose_drink = 'Выбери напиток из списка 👇\n' + \
                   'У тебя всего одна попытка'
choose_option = 'Выбери вариант напитка из списка 👇'
try_again = 'Упс... При заказе что-то пошло не так. Попробуй ещё раз'
